Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_isl-ISL_TM.tmx
Source language: en_gb
Languages: is_is

source: Other\ Refusal (DO NOT READ OUT)
is_is: Annað/neitar að svara (EKKI LESA UPP)

source: Walking
is_is: Fótgangandi

source: DK/NA (DO NOT READ OUT)
is_is: Veit ekki/á ekki við (EKKI LESA UPP)

source: (DO NOT READ OUT
is_is: (EKKI LESA UPP)

source: Large town/city
is_is: Stórum bæ/borg

source: Have you got a mobile phone?
is_is: Átt þú þinn eigin farsíma?

source: City 7
is_is: Reykjavík

source: In which city/borough/commune do you live?
is_is: Í hvaða sveitarfélagi býrð þú?

source: Single person household
is_is: Einn einstaklingur

source: City 1
is_is: Hafnarfjörður

source: City 4
is_is: Seltjarnarnes

source: Noise
is_is: Hljóðmengun

source: Car
is_is: Bíl

source: Public transport
is_is: Almenningssamgöngur

source: PROG: ROTATE ITEMS 1 TO 4
is_is: FRAMVINDA: VÍXLA ATRIÐUM 1 TIL 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
is_is: Hefur þú á síðustu tólf mánuðum átt í vandræðum með að borga reikninga í lok mánaðarins ...?

source: Other city
is_is: Önnur borg

source: Generally speaking, the public administration of [CITY NAME] can be trusted
is_is: Almennt séð þá get ég treyst stjórnsýslunni í [CITY NAME]

source: ASK ALL
is_is: Allir

source: It is easy to find a job in [CITY NAME]
is_is: Það er auðvelt að finna vinnu í/á [CITY NAME]

source: Not at all satisfied
is_is: Alls ekki ánægð(ur)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
is_is: Ég mun lesa upp nokkrar fullyrðingar. Vinsamlegast segðu mér hvort þú ert mjög sammála, frekar sammála, frekar ósammála eða mjög ósammála eftirfarandi fullyrðingum.

source: Somewhat disagree
is_is: Frekar ósammála

source: Housing
is_is: Húsnæðismál

source: (READ OUT – ONE ANSWER ONLY)
is_is: (LESA UPP – SKRÁ EITT SVAR)

source: From time to time
is_is: Stundum

source: D21: CODE 9 AND 10 - SINGLE CODES
is_is: D21: KÓÐI 9 OG 10 - AÐEINS EITT SVAR

source: Married or cohabiting couple, no children or no children living at home
is_is: Hjón eða par í sambúð án barna eða barna sem búa á heimilinu

source: Rural area or village
is_is: Dreifbýli eða þorpi

source: Very satisfied
is_is: Mjög ánægð(ur)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
is_is: Hvort þú ert almennt mjög ánægð(ur), frekar ánægð(ur), frekar óánægð(ur) eða mjög óánægð(ur) með eftirfarandi atriði í [CITY NAME]?

source: Safety
is_is: Öryggi

source: Your personal job situation
is_is: Atvinnuaðstæður þínar

source: Small or medium-sized town
is_is: Litlum eða meðalstórum bæ

source: Professional (employed doctor, lawyer, accountant, architect, …)
is_is: Sérfræðingur (lögfræðingur, læknir, bókhaldari, arkitekt...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
is_is: Það er auðvelt að finna húsnæði fyrir sanngjarnt verð í/á [CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
is_is: Almennt séð þá get ég treyst flestu fólki í hverfinu mínu

source: Most of the time
is_is: Oftast

source: Have you got a landline phone?
is_is: Átt þú fastlínusíma á heimilinu?

source: City 5
is_is: Kjósahreppur

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
is_is: Hversu margir 15 ára og eldri búa á heimilinu, að þér meðtöldum/meðtalinni?

source: Other (DO NOT READ OUT)
is_is: Annað (EKKI LESA UPP)

source: Q4: CODE 11 - SINGLE CODE
is_is: Q4: KÓÐI 11 - AÐEINS EITT SVAR

source: Strongly disagree
is_is: Mjög ósammála

source: I live here since less than 1 year
is_is: Ég hef búið hér skemur en 1 ár

source: Cleanliness
is_is: Hreinleika

source: The financial situation of your household
is_is: Fjárhagsstöðu heimilis þíns

source: Other employee (salesman, nurse, …)
is_is: Annars konar starfsmaður (sölufulltrúi, hjúkrunarfræðingur o.s.frv.)

source: No
is_is: Nei

source: Owner of shop, craftsman
is_is: Verkstæðiseigandi, sinnir almennum viðgerðum

source: (READ OUT - ONE ANSWER ONLY)
is_is: [LESA UPP – SKRÁ EITT SVAR]

source: Would you say you are…?
is_is: Myndir þú segja að þú sért…?

source: Seeking a job
is_is: Í atvinnuleit

source: Manual worker
is_is: Iðnaðarmaður

source: The noise level
is_is: Hljóðmengun

source: The administrative services of [CITY NAME] help people efficiently
is_is: Stjórnsýslan í/á [CITY NAME] er skilvirk við að aðstoða fólk

source: Urban public transport (bus, metro, tram, ferry, etc.)
is_is: Almenningssamgöngur í þéttbýli (strætisvagn, rútu eða ferju)

source: Gender.
is_is: Kyn

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
is_is: [CITY NAME] leggur áherslu á að vinna gegn loftlagsbreytingum (t.d. með skilvirkri orkunýtingu eða umhverfisvænum samgöngum)

source: Female
is_is: Kona

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
is_is: Hverjir af eftirfarandi þáttum skipta að þínu mati mestu máli fyrir [CITY NAME]?

source: What county do you live in?
is_is: Í hvaða sveitarfélagi býrð þú?

source: I live here since between 5 to 10 years
is_is: Ég hef búið hér í 5 til 10 ár

source: I am satisfied to live in [CITY NAME]
is_is: Ég er ánægð(ur) með að búa í/á [CITY NAME]

source: Male
is_is: Karl

source: Social services
is_is: Félagsþjónusta

source: Unemployment
is_is: Atvinnuleysi

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
is_is: (LESA UPP EF ÞARF - AÐEINS EITT SVAR)

source: Farmer, forester, fisherman
is_is: Bóndi, skógræktarmaður, sjómaður

source: Civil servant
is_is: Opinber starfsmaður

source: Without a professional activity
is_is: Ekki í starfi

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
is_is: SPYRJA D5c EF LAUNÞEGI, KÓÐI 2 Í D5a

source: PROG: ROTATE ITEMS 1 TO 7
is_is: FRAMVINDA: VÍXLA ATRIÐUM 1 TIL 7

source: Education and training
is_is: Menntun og þjálfun

source: City 2
is_is: Mosfellsbær

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
is_is: Ef þú miðar við núverandi starf þitt myndir þú segja að þú sért sjálfstætt starfandi, starfir á skrifstofu eða í stofnun, iðnaðar-eða verkamaður eða ekki í starfi?

source: Refusal (DO NOT READ OUT)
is_is: Neitar að svara

source: (ONE ANSWER ONLY)
is_is: (SKRÁ EITT SVAR)

source: Air pollution
is_is: Loftmengun

source: I feel safe in [CITY NAME]
is_is: Mér finnst ég vera örugg(ur) í [CITY NAME]

source: Unskilled manual worker
is_is: Ósérhæfður iðnaðarmaður/verkamaður

source: Sports facilities such as sport fields and indoor sport halls
is_is: Íþróttaaðstöðu, svo sem íþróttavelli og íþróttahús

source: The life you lead
is_is: Líf þitt

source: Rather unsatisfied
is_is: Frekar óánægð(ur)

source: Rather satisfied
is_is: Frekar ánægð(ur)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
is_is: Sérfræðingur (lögfræðingur, læknir, bókhaldari, arkitekt...)

source: Health services
is_is: Heilbrigðisþjónusta

source: Office clerk
is_is: Skrifstofumaður

source: Retired
is_is: Á eftirlaunum

source: (READ OUT – MAX. 3 ANSWERS)
is_is: (LESA UPP - MEST 3 SVÖR)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
is_is: Ert þú heilt yfir mjög ánægð(ur), nokkuð ánægð(ur), ekki mjög ánægð(ur) eða alls ekki ánægð(ur) með…

source: PROG: ROTATE ITEMS 1 to 12
is_is: FRAMVINDA: VÍXLA ATRIÐUM 1 til 12

source: None (DO NOT READ OUT)
is_is: Ekkert ofantalið (EKKI LESA UPP)

source: Almost never\ never
is_is: Næstum því aldrei/aldrei

source: Number of people aged 15 or more in the household
is_is: Fjöldi 15 ára og eldri á heimilinu

source: Public transport, for example the bus, tram or metro
is_is: Almenningssamgöngur, til dæmis strætisvagna

source: City 8
is_is: Álftanes

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
is_is: SPYRJA D5b EF SJÁLFSTÆTT STARFANDI, KÓÐI 1 Í D5a

source: Student (full time)
is_is: Nemi (í fullu námi)

source: I feel safe in my neighbourhood
is_is: Mér finnst ég vera örugg(ur) í hverfinu mínu

source: Availability of retail shops
is_is: Framboð smásöluverslana

source: General management, director or top management
is_is: Almennur stjórnandi, framkvæmdastjóri eða yfirstjórnandi

source: Strongly agree
is_is: Mjög sammála

source: How old were you when you stopped full-time education?
is_is: Hvað varstu gamall/gömul þegar þú laukst formlegri skólagöngu?

source: Ship or boat
is_is: Skip eða bát

source: Bicycle
is_is: Reiðhjól

source: City 6
is_is: Garðabær

source: How old are you?
is_is: Hvað ertu gamall/gömul?

source: Motorbike
is_is: Bifhjól

source: (READ OUT - MAX. 2 ANSWERS)
is_is: (LESA UPP - HÁMARK 2 SVÖR)

source: Single parent, one or more children living at home
is_is: Einstætt foreldri og eitt eða fleiri börn búa á heimilinu

source: Self-employed
is_is: Sjálfstætt starfandi

source: The state of the streets and buildings in your neighbourhood
is_is: Ástand gatna og bygginga í þínu hverfi

source: Fairly satisfied
is_is: Nokkuð ánægð(ur)

source: Generally speaking, most people in [CITY NAME] can be trusted
is_is: Almennt séð þá get ég treyst flestu fólki í [CITY NAME]

source: (READ OUT - SINGLE CODE)
is_is: [LESA UPP – SKRÁ EITT SVAR]

source: On a typical day, which mode or modes of transport do you use most often?
is_is: Hvaða samgöngumáta notar þú oftast á dæmigerðum degi?

source: Schools and other educational facilities
is_is: Skóla og aðrar menntastofnanir

source: The quality of the air
is_is: Loftgæði

source: Married or cohabiting couple, with one or more children living at home
is_is: Hjón eða par í sambúð og eitt eða fleiri börn búa á heimilinu

source: Middle management
is_is: Millistjórnandi

source: Foreigners who live in [CITY NAME] are well integrated
is_is: Íbúar af öðrum þjóðernum sem búa í/á [CITY NAME] hafa aðlagast vel

source: City 3
is_is: Kópavogur

source: Health care services, doctors and hospitals
is_is: Heilsugæsluþjónustu, lækna og sjúkrahús

source: Employee
is_is: Í skrifstofustarfi

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
is_is: SPYRJA D5d EF IÐNAÐARMAÐUR, KÓÐI 3 Í D5a

source: Public spaces such as markets, squares, pedestrian areas
is_is: Almenningssvæði, svo sem markaði, torg og göngugötur

source: Would you say you live in a…?
is_is: Myndir þú segja að þú búir í ...?

source: Which of the following best describes your household composition?
is_is: Hvað af eftirfarandi lýsir best samsetningu þíns heimilis?

source: Manager of a company
is_is: Forstjóri/framkvæmdastjóri

source: I live here since 1 to 5 years
is_is: Ég hef búið hér í 1 til 5 ár

source: Not very satisfied
is_is: Ekki mjög ánægð(ur)

source: Road infrastructure
is_is: Vegakerfið

source: PROG: ROTATE ITEMS 1 TO 10
is_is: FRAMVINDA: VÍXLA ATRIÐUM 1 TIL 10

source: The presence of foreigners is good for [CITY NAME]
is_is: Það er gott fyrir [CITY NAME] að hafa íbúa af öðrum þjóðernum

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
is_is: (SKRÁ - EF "VEIT EKKI" KÓÐI '98' - EF "NEITAR AÐ SVARA" KÓÐI '99')

source: DK (DO NOT READ OUT)
is_is: Veit ekki (EKKI LESA UPP)

source: Yes
is_is: Já

source: Green spaces such as parks and gardens
is_is: Græn svæði, svo sem almenningsgarða og skrúðgarða

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
is_is: SPYRJA D5e EF ÁN STARFSSTÉTTAR, KÓÐI 4 Í D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
is_is: (EF „ENN Í NÁMI“, KÓÐI „00“ - EF „ENGIN MENNTUN“ KÓÐI „01“ - EF „NEITAR“ KÓÐI „98“ - EF „VEIT EKKI“ KÓÐI „99“)

source: Other
is_is: Annað

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
is_is: (SKRÁ - EF "NEITAR AÐ SVARA" KÓÐI '99')

source: FL419 - Quality of life in European Cities UK
is_is: FL419 - Quality of life in European Cities IS

source: Somewhat agree
is_is: Frekar sammála

source: Cultural facilities such as concert halls, theatres, museums and libraries
is_is: Menningaraðstöðu, svo sem tónleikahús, leikhús, söfn og bókasöfn

source: The place where you live
is_is: Staðinn sem þú býrð á

source: Was born here/ I’ve been living here for all my life
is_is: Ég fæddist hér/Ég hef búið hér allt mitt líf

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
is_is: EF ANNAÐ eða VEIT EKKI Í D12 SKAL SETJA KÓÐA 198 EÐA 199 Í D12 OG LJÚKA VIÐTALI

source: Supervisor\ foreman (team manager, …)
is_is: Stjórnandi/verkstjóri (hópstjóri o.s.frv.)

source: I live here since more than 10 years
is_is: Ég hef búið hér í meira en 10 ár

source: For how long have you been living in [CITY NAME]?
is_is: Hve lengi hefur þú búið í [CITY NAME]?

source: Looking after the home
is_is: Heimavinnandi
